<?php

return [
    'cart' => 'Кошик',
    'added' => 'Додано товар ',
    'removed' => 'Видалено товар ',
    'name' => 'Назва',
    'count' => 'Кількість',
    'price' => 'Ціна',
    'full_cost' => 'Загальна вартість',
    'cost' => 'Вартість',
    'total' => 'Total',
    'place_order' => 'Оформити замовлення',
    'ordering' => 'Оформлення замовлення',
    'approve_order' => 'Підтвердіть замовлення',
    'personal_data' => 'Вкажіть своє імґ\'я та номер телефону, щоб наш менеджер міг з вами зв\'язатися',

    'you_order_confirmed' => 'Ваше замовлення прийняте в обробку!',
    'cart_is_empty' => 'Ваш кошик порожній!',
    'not_available_more' => ' у більшій кількості не доступний для замовлення',
    'you_cant_order_more' => 'Товар недоступний для замовлення в повному обсязі',

    'data' => [
        'name' => 'Ім\'я',
        'email' => 'Email',
        'phone' => 'Номер телефону',
    ],
];
